IDEA StatiCa Open Model
MatConcreteCAN.Fcc Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Compressive strength of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fcc { get; set; }
Public Property Fcc As Double
	Get
	Set
public:
property double Fcc {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteCAN Class
IdeaRS.OpenModel.Material Namespace